# python
def get_apartment_info():
    village = {
        "1": {
            "124": {
                "1": {
                    "Location " : "33.379583423052594, 52.369688268548494",
                    "کد پستی" : " 90000000003",
                    "شماره بدنه کنتور برق" : " 3000000009",
                    "شناسه پرداخت قبض برق" : " 60000000002",
                    "شماره اشتراک برق" : " 9500000000003",
                    "لینک پرداخت اینترنتی قبض برق" : "https://bargheman.com/home",
                    "شماره بدنه کنتور گاز" : " 60000000000004",
                    "شناسه پرداخت قبض گاز" : " 600000000001",
                    "شماره اشتراک کنتور گاز" : " 600000000000001",
                    "link web  gaz: " : "https://ebill.tehrangasco.ir/",
                },
                # دیگر واحدهای واحد شماره ۱
                # ...
            },
            # دیگر واحد‌های زون شماره ۱
            # ...
        },
        # دیگر زون‌ها
        # ...
    }
    # درخواست شماره زون از کاربر