# python
def get_apartment_info():
    village = {
        "1": {
            "124": {
                "1": {
                    "Location " : "https://maps.app.goo.gl/JvCg9vr2Fq6VReDi9",
                    "کد پستی" : " 94535414643",
                    "شماره بدنه کنتور برق" : " 3626265489",
                    "شناسه پرداخت قبض برق" : " 65446416262",
                    "شماره اشتراک برق" : " 9535464234143",
                    "لینک پرداخت اینترنتی قبض برق" : "https://bargheman.com/home",
                    "شماره بدنه کنتور گاز" : " 6761261316144354",
                    "شناسه پرداخت قبض گاز" : " 621371736751",
                    "شماره اشتراک کنتور گاز" : " 61887186136161",
                    "link web  gaz: " : "https://ebill.tehrangasco.ir/",
                },
                # دیگر واحدهای واحد شماره ۱
                # ...
            },
            # دیگر واحد‌های زون شماره ۱
            # ...
        },
        # دیگر زون‌ها
        # ...
    }
    # درخواست شماره زون از کاربر